<div class="main--article">
    <img class="main--image" src="/images/mech.jpg" alt="">
    <div class="main--content">
        <p>Соборная мечеть имени Диниулова Хариса Хайдаровича находится в г.Тольятти в центральном районе ул.Ларина 24. В 1993 году была выделена земля под строительство мечети, а в 1997 году она была открыта. В 2003 году 20 октября был заложен фундамент второй очереди мечети. Главным инициаторами были председатель совета старейшин Диниулов Харис Хайдарович и члены его семьи, так же до 2008 г. он руководил строительством мечети.</p>
        <p> Мечеть вмещает 3500 человек. Высота минарета составляет 38 метров, мечеть 2-х этажная, а так же есть цокольный этаж. Есть учебный класс для желающих учиться.</p>
        <p> В состав работников мечети входят: с 2000 г. Имам-хатыб мечети Ислам хазрат Гумеров, он же является имам-мухтасибом г. Тольятти, председателем с 1998 г. является Насыров Сабирзян Хасанович, муаззины - с 2002 г. Абитов Рамис Ряисович, с 2011 г. Рахматуллов Илшат Мансурович и другие. В мечети проводятся занятия, проходит пятикратный намаз, совершаются ритуальные обряды, проводятся конкурсы чтецов Священного Корана для мужчин и женщин.</p>
    </div>
</div>